import React from 'react'

function Souz() {
  return (
    <div>
        <h1>Союз</h1>
        <p>В детстве парень по имени Шин Чун-ён дружил с девочкой Но-ыль, которая училась с ним в одном классе. Однако, позже жизнь разлучила их, так как семейству девушки пришлось переехать в бедный квартал. Все потому, что отец погиб в дорожно-транспортном происшествии, оставив родных без финансовых средств. С подросткового возраста Но-ыль приходилось тяжело трудиться, чтобы прокормить себя и младшего брата. Для этого даже пришлось бросить учебу. Впрочем, предпринимательская жилка у барышни всегда присутствовала. Начав с малого, она сумела стать продюсером документальных фильмов и сотрудничать с лучшими представителями шоу-бизнеса.

Между тем Шин не испытывал никакой нужды и рос в состоятельном семействе. У такого положения были свои недостатки. Мать настаивала, чтобы сын пошел по стопам отца-прокурора и даже устроила его в престижную юридическую школу. Вот только образ отчужденного главы семейства никогда не воодушевлял Чун-ёна и юноша бросил учебу, чтобы поступить на актерские курсы. Ныне он является едва ли не лучшим в профессии, к тому же неплохо поет. Такой головокружительный карьерный рост молодого артиста привлекает внимание крупных кинокомпаний, которые желают снять документальный фильм о творческом пути главного героя.

Однако, все предложения он отметает, даже толком не рассмотрев. В этот момент на сцену выходит Но-ыль, убеждая руководителей, что способна довольно легко договориться со своенравной звездой и заставить пойти на сотрудничество. Увидев давнюю знакомую, Шин действительно соглашается участвовать в создании киноленты, в надежде возродить былые отношения. Вот только что из этого получится пока не совсем ясно.</p>
    </div>
  )
}

export default Souz